/* Boxcar email address field label */
"Email Address:" = "E-mailadres:";

/* Failure adding email */
"Invalid Email" = "Ongeldige e-mail";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Stuur alleen bij geen andere bewerkingen:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Stuur alleen bij minimaal prioriteit:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Prefix voor meldingen:";

/* Success adding boxcar */
"Registered!" = "Geregistreerd!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Onbekende e-mail";

